Repository: Notsfsssf/pixez-flutter
Catalog: lib/l10n/intl_*.arb
Languages: fil, id_id, ja, ko, ru, tr, vi_vn, zh_cn, zh_tw

source: Copy
fil: Kopyahin
id_id: Salin
ja: コピー
ko: 복사
ru: Копировать
tr: Kopyala
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# view_replies
source: View reply
fil: Tignan ang tugon
id_id: Lihat balasan
ja: コメントを見る
ko: 댓글 보기
ru: Показать ответы
tr: Yanıtlar
vi_vn: Xem phản hồi
zh_cn: 查看回复
zh_tw: 檢視回覆

source: Temporarily visible
fil: Pansamantalang visible
id_id: Terlihat untuk sementara
ja: 一時的に表示する
ko: 일시적으로 보임
ru: Временно показано
tr: Geçici olarak görüntüle
vi_vn: Tạm thời nhìn thấy được
zh_cn: 暂时可见
zh_tw: 暫時可見

source: Unclassified
id_id: Tidak diklasifikasikan
ja: 未分類
ko: 분류 없음
ru: Не определено
tr: Sınıflandırılmamış
vi_vn: Chưa được phân loại
zh_cn: 未分类
zh_tw: 未分類

source: Max download task running count
fil: Pinakamataas na bilang ng mga tumatakbong download task
id_id: Hitungan berjalannya tugas unduhan maksimal
ja: 同時ダウンロード数
ko: 최대 다운로드 작업 개수
ru: Макс. число запущенных задач
tr: Maks indirme görevi çalıştırma sayısı
vi_vn: Đã chạy tối đa tiến trình tải xuống
zh_cn: 最大同时下载任务数量
zh_tw: 最大同時下載工作數

source: Export
fil: I-export
id_id: Ekspor
ja: エクスポート
ko: 내보내기
ru: Экспортировать
tr: Dışa aktar
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# error_400_hint
source: If the error message is [400] error, you may need to log in again, which may be caused by changing the password or api upgrade
fil: Kung ang error message ay isang [400] error, baka kailangan mong mag-log in muli, na maaring sanhi ng pagpalit ng password o pag-upgrade ng API
id_id: Jika pesan kesalahan yang muncul adalah kesalahan [400], kamu mungkin perlu masuk lagi, yang mungkin disebabkan oleh perubahan kata sandi atau peningkatan API
ja: エラーメッセージが [400] の場合、パスワードの変更や API のバージョンアップが原因で再度ログインが必要な場合があります。
ko: [400] 에러 메시지가 나타날 경우, 다시 로그인할 필요가 있습니다. 이는 API나 비밀번호 변경에 의한 것입니다.
ru: Если ошибка [400], возможно, вам нужно будет заново войти в аккаунт, что может быть вызвано сменой пароля или обновлением API
tr: Hata mesajı [400] hatası, ise yeniden giriş yapmanız gerekebilir, şifre değiştikten sonra veya api güncellemesinden oluşan bir hatadır
vi_vn: Nêú bạn đang gặp lỗi [400], bạn có thể cần đăng nhập lại, điều này là do đổi mật khẩu hoặc cập nhật API
zh_cn: 错误信息为[400]错误，则可能需要重新登录，这可能是因为更改了密码或者api升级导致的
zh_tw: 錯誤代碼為 [400]，可能需要重新登入，此錯誤可能因變更密碼或 Pixiv API 升級所致

source: Recent screen mask
fil: Mask ng recents screen
id_id: Topeng layar terkini
ja: 最近のアイテムでの表示を隠す
ko: 최근 스크린 마스크
ru: Недавние маски экрана
tr: Geçen ekran maskesi
vi_vn: Chặn chụp màn hình
zh_cn: 最近任务遮罩
zh_tw: 最近工作清單遮罩

source: Open by default
fil: Buksan bilang default
id_id: Buka secara bawaan
ja: デフォルトで開く
ko: 기본 앱으로 열기
ru: Открытие по умолчанию
tr: Varsayılan olarak aç
vi_vn: Mở mặc định
zh_cn: 默认打开
zh_tw: 預設開啟

# open_by_default_subtitle
source: Allow web links to open this app
fil: Payagan ang mga web link na buksan ang app
id_id: Izinkan tautan web untuk membuka aplikasi ini
ja: このアプリでリンクを開くことを許可する
ko: 픽시브 웹페이지를 이 앱에서 열기
ru: Разрешить открывать это приложение по ссылкам
tr: Web bağlantılarının bu uygulamayı açmasına izin ver
vi_vn: Cho phép liên kết được mở qua ứng dụng
zh_cn: 允许在此应用中打开网络链接
zh_tw: 允許在這個應用程式中開啟網頁連結

source: Text
fil: Teksto
id_id: Teks
ja: テキスト
ko: 텍스트
ru: Текст
tr: yazı
vi_vn: Nội dung
zh_cn: 文本
zh_tw: 文字

# search_word_hint
source: Search title or name like
fil: Maghanap ng paksa o pangalan tulad ng
id_id: Cari judul atau nama seperti
ja: 作品名またはユーザ名で検索
ko: 제목이나 작가명을 입력하세요
ru: Поиск по нравившемуся названию или имени
tr: Başlık veya ad girin
vi_vn: Tìm tiêu đề hoặc tên
zh_cn: 搜索标题或画师昵称
zh_tw: 搜尋標題或繪師名稱

source: Save effect
fil: Effect ng pag-save
id_id: Simpan efek
ja: 保存エフェクト
ko: 저장 효과
ru: Сохранить эффект
tr: Efekti kaydet
vi_vn: Lưu hiệu ứng
zh_cn: 保存效果
zh_tw: 儲存效果

source: Layout mode
fil: Mode ng layout
id_id: Mode tata letak
ja: レイアウト方式
ko: 상세 페이지 레이아웃
ru: Режим оформления
tr: Düzen
vi_vn: Chế độ bố cục
zh_cn: 布局方式
zh_tw: 版面配置

source: Share info format
fil: Format ng impormasyon ng pagbahagi
id_id: Berbagi info format
ja: シェアする詳細情報の形式
ko: 공유 정보 양식
ru: Формат обмена информацией
tr: Bilgi paylaşma biçimi
vi_vn: Định dạng chia sẻ
zh_cn: 分享信息格式
zh_tw: 資訊分享格式

# account_deletion
source: Delete account
fil: Burahin ang account
id_id: Penghapusan akun
ja: アカウントの削除
ko: 계정 삭제
ru: Удалить аккаунт?
tr: hesap_silme
vi_vn: Xóa tài khoản
zh_cn: 注销账号
zh_tw: 刪除帳戶

# account_deletion_subtitle
source: This will log you out of your account and go to the webpage to delete your account
fil: Ilo-log out out ka nito sa iyong account dadalhin ka sa webpage para burahin ang iyong account
id_id: Ini akan membuat kamu keluar dari akunmu dan masuk ke halaman web untuk menghapus akun kamu
ja: アカウントからログアウトし、Pixivの退会ページに移動します。
ko: 앱에서 로그아웃한 후에 계정 삭제 페이지를 엽니다
ru: Данное действие приведёт к выходу из вашей учётной записи, после чего вы будете перенаправлены на страницу удаления аккаунта
tr: Bu işlem hesabınızdan çıkış yapacak ve hesap silme web sayfasına yönlendirecektir
vi_vn: Điều này sẽ đăng xuất tài khoản của bạn và dẫn tới tranh web chính thức của pixiv để xóa tài khoản
zh_cn: 这将会登出账号然后前往网页进行账号注销
zh_tw: 這將會登出帳戶並前往網頁刪除帳戶

source: Private like by default
fil: Pribadong pag-like bliang default
id_id: Suka pribadi secara bawaan
ja: 非公開でのいいねをデフォルトにする
ru: Подписываться приватно по умолчанию
tr: Varsayılan olarak gizli yer işaretlerine kaydet
vi_vn: Mặc định sao ẩn danh
zh_cn: 默认私密收藏
zh_tw: 預設非公開收藏

source: Partially hidden
fil: Bahagyang nakatago
id_id: Sebagian tersembunyi
ja: 部分的に非表示
ru: Частично скрыть
tr: Kısmen gizle
vi_vn: Ẩn một phần
zh_cn: 部分隐藏
zh_tw: 部分隱藏

source: Show
fil: Ipakita
id_id: Tunjukkan
ja: 表示
ru: Показывать
tr: Göster
vi_vn: Hiện
zh_cn: 显示
zh_tw: 顯示

# ai_work_display_settings
source: AI generated works display settings
fil: Mga setting ng pag-display ng mga gawang binuo ng AI
id_id: Pengaturan tampilan karya yang dihasilkan AI
ja: AI 生成作品の表示設定
ru: ИИ: настройки отображения работ
tr: AI tarafından oluşturulmuş eserler için görünüm ayarları
vi_vn: Cài đặt AI tạo sinh
zh_cn: AI生成作品显示设置
zh_tw: AI 生成作品顯示設定

source: Make works with AI generated flags invisible
fil: Gawing invisible ang mga gawang may AI generated na flag
id_id: Membuat karya dengan bendera yang dihasilkan AI tidak terlihat
ja: AI 生成作品に設定されている作品を非表示にする
ru: Сделать работы помечаные, как созданные ИИ, невидимыми
tr: AI tarafından oluşturulmuş etiketine sahip eserleri göstermeyi engelle
vi_vn: Ẩn những sản phẩm dùng AI tạo sinh (nên bật)
zh_cn: 使带有AI生成标记的作品不可见
zh_tw: 使帶有 AI 生成標識的作品不可見

# script_page_hint
source: This function is designed to handle the file name when saving illustrations by customizing the js script. If you don't know the principle, please don't try it at will. You can restore the default settings by clicking the cross in the upper right corner
fil: Naka-disenyo ang function na ito na ipamahala ang file kapag nagsa-save ng mga larawan sa pamamagitan ng pag-customize ng js script. Kung hindi mo alam ang prinsipyo, mangyaring huwag itong subukan sa kalooban. Maari mong ibalik ang mga default na setting sa pamamagitan ng pag-click sa cross sa itaas kanang bahagi ng sulok
id_id: Fungsi ini didesain untuk menangani nama file ketika menyimpan ilustrasi dengan menyesuaikan skrip js. Jika Kamu tidak mengetahui prinsipnya, mohon jangan mencobanya sesuka hati. Kamu bisa mengembalikan pengaturan default dengan mengeklik tanda silang di sudut kanan atas
ja: この機能は js スクリプトによってイラストを保存する際のファイル名をカスタマイズするためのものです。よく分からない方はこの機能を使用しないことをおすすめします。 右上の十字ボタンをクリックすると、初期設定に戻すことができます。
ru: Эта функция предназначена для обработки имени файла при сохранении иллюстраций с помощью настройки JS-скрипта. Если вы не знаете принципа, пожалуйста, не пробуйте это бездумно. Вы можете восстановить настройки по умолчанию, нажав на крестик в правом верхнем углу.
tr: Bu işlev, illüstrasyonları JS script'ini özelleştirerek kaydedildiğinde dosya adını ele alması için dizayn edilmiştir . Prensibi bilmiyorsanız, lütfen denemeyin. Varsayılan ayarları sağ üst köşede bulunan çarpıya basarak geri yükleyebilirsiniz.
vi_vn: Chức năng này được thiết kế để xử lý tên tệp khi lưu hình minh họa bằng cách tùy chỉnh tập lệnh js. Nếu bạn không biết nguyên tắc, xin vui lòng không thử nó theo ý muốn. Bạn có thể khôi phục cài đặt mặc định bằng cách nhấp vào dấu thập ở góc trên bên phải
zh_cn: 这个功能旨在通过自定义js script来处理保存插画时的文件名，如果不清楚原理请不要随意尝试,可以通过点击右上角叉号来恢复默认设定
zh_tw: 這個功能旨在通過自訂 JavaScript 腳本來處理儲存插畫時的檔名，如果不清楚原理，請不要隨意嘗試；可以通過點按右上角叉號恢復預設組態

# long_press_save_confirm
source: Long press to save confirm
fil: Pindutin nang matagal para kumpirmahin ang pag-save
id_id: Tekan lama untuk menyimpan konfirmasi
ja: 画像長押しで保存する際に確認する
ru: Удерживайте для подтверждения сохранения
tr: Görsele uzun süre basılı tutulduğunda cihaza kaydedilip kaydedilmeyeceğini sor
vi_vn: Giữ để xác nhận lưu
zh_cn: 长按保存时确认
zh_tw: 按住儲存時進行確認

source: Dynamic color
fil: Dinamikang kulay
id_id: Warna dinamis
ja: ダイナミック カラー
ru: Динамический цвет
tr: Dinamik renk
vi_vn: Material color trên android 12+
zh_cn: 动态取色
zh_tw: 動態取色

source: Seed color
fil: Seed ng kulay
id_id: Warna Tema
ja: テーマ カラー
ru: Цвет сида
tr: Ana renk
vi_vn: Màu hạt
zh_cn: 种子颜色
zh_tw: 種子顏色

source: App data
fil: Data ng app
id_id: Data aplikasi
ja: アプリのデータ
ru: Данные приложения
tr: Uygulama verileri
vi_vn: Dữ liệu ứng dụng
zh_cn: 应用数据
zh_tw: 程式資料

# export_title
source: Export
fil: I-export
id_id: Ekspor
ja: エクスポート
ru: Экспорт
tr: Dışa Aktar
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# import_title
source: Import
id_id: Impor
ja: インポート
ru: Импорт
tr: İçe Aktar
vi_vn: Nhập
zh_cn: 导入
zh_tw: 匯入

# export_bookmark_tag
source: Export bookmark tags
fil: I-export ang mga bookmark tag
id_id: Ekspor tag penanda
ja: お気に入りタグをエクスポート
ru: Сохранить метки закладок.
tr: Yer işaretleri etiketlerini dışa aktar
vi_vn: Xuất dấu trang đã lưu
zh_cn: 导出收藏标签
zh_tw: 匯出收藏標籤

source: Export tag history
fil: I-export ang tag history
id_id: Ekspor riwayat tag
ja: タグ履歴をエクスポート
ru: Сохранить историю меток.
tr: Etiket geçmişini dışa aktar
vi_vn: Xuất lịch sử tags
zh_cn: 导出标签历史
zh_tw: 匯出標籤紀錄

# export_illust_history
source: Export browsing history
fil: I-export ang history ng pag-browse
id_id: Ekspor riwayat penelusuran
ja: 閲覧履歴をエクスポート
ru: Сохранить историю просмотров.
tr: Göz atma geçmişini dışa aktar
vi_vn: Xuất lịch sử tìm kiếm
zh_cn: 导出浏览历史
zh_tw: 匯出瀏覽歷史

# import_bookmark_tag
source: Import bookmark tags
fil: I-import ang mga bookmark tag
id_id: Impor tag penanda
ja: お気に入りタグをインポート
ru: Перенести метки закладок.
tr: Yer işaretleri etiketlerini içe aktar
vi_vn: Nhập dấu trang đã lưu
zh_cn: 导入收藏标签
zh_tw: 匯入收藏標籤

source: Import tag history
fil: I-import ang tag history
id_id: Impor riwayat tag
ja: タグ履歴をインポート
ru: Перенести историю меток.
tr: Etiket geçmişini içe aktar
vi_vn: Nhập lịch sử tags
zh_cn: 导入标签历史
zh_tw: 匯入標籤紀錄

# import_illust_history
source: Import browsing history
fil: I-import ang history ng pag-browse
id_id: Impor riwayat penelusuran
ja: 閲覧履歴をインポート
ru: Перенести историю просмотров.
tr: Göz atma geçmişini içe aktar
vi_vn: Nhập lịch sử tìm kiếm
zh_cn: 导入浏览历史
zh_tw: 匯入瀏覽歷史

source: Photo picker
fil: Tagapili ng larawan
id_id: Pemilih foto
ja: 画像ピッカー
ru: Выбор фото
tr: Görsel seçici
vi_vn: Trình chọn ảnh mới
zh_cn: 图片选择器
zh_tw: 圖片選擇器

# photo_picker_subtitle
source: Use new system-level image selector
fil: Gamitin ang tagapili ng larawan ngg sistema
id_id: Gunakan pemilih gambar tingkat sistem yang baru
ja: システム レベルの新しい画像選択画面を使用する
ru: Использовать новый системный выбор изображений.
tr: yeni görsel seçicisini kullan
vi_vn: Sử dụng trình chọn ảnh mới
zh_cn: 使用新式图片选择器
zh_tw: 使用新版圖片選擇器

source: Swipe to switch artworks
fil: Mag-swipe para magpalit ng mga artwork
id_id: Usap untuk beralih karya seni
ja: スワイプして作品を切り替え
ru: Проведите по экрану для переключения работ
tr: Eserler arası geçiş yapmak için kaydır
vi_vn: Gạt để chuyển tranh
zh_cn: 横向滑动切换作品
zh_tw: 橫向滑動切換作品

source: View the latest
fil: Tignan ang pinakabago
id_id: Lihat yang terbaru
ja: 最新を読む
ru: Посмотреть последние
tr: En sonuncuyu görüntüle
vi_vn: Xem bản mới nhất
zh_cn: 查看最新一话
zh_tw: 觀看最新一話

source: Automatically download when bookmarking
fil: Awtomatikong i-download kapag nag-bookmark
id_id: Unduh secara otomatis saat menandai
ja: ブックマークしたら自動的にダウンロードする
ru: Автоматически скачивать при добавлении в закладки
tr: Yer işaretlerine ekleyince otomatik olarak indir
vi_vn: Tự động tải xuống khi đánh dấu
zh_cn: 收藏时自动下载
zh_tw: 收藏時自動下載

source: Automatically bookmark when downloading
fil: Awtomatikong i-bookmark kapag nagda-download
id_id: Tandai secara otomatis saat mengunduh
ja: ダウンロードしたら自動的にブックマークする
ru: Автоматически добавлять в закладки при скачивании
tr: İndirince otomatik olarak yer işaretlerine ekle
vi_vn: Tự động đánh dấu khi tải xuống
zh_cn: 下载时自动收藏
zh_tw: 下載時自動收藏

# footer_loading
source: Loading...
fil: Naglo-load...
id_id: Memuat...
ja: 読み込み中…
ru: Загрузка...
tr: Yükleniyor...
vi_vn: Đang tải...
zh_cn: 加载中...
zh_tw: 載入中...

source: Successed
fil: Matagumpay
id_id: Berhasil
ja: 完了
ru: Завершено
tr: Başarılı
vi_vn: Thành công
zh_cn: 加载成功
zh_tw: 載入成功

source: Reply to
fil: Tumugon kay/sa
id_id: Balas ke
ja: 返信先:
ru: Ответить
tr: Yanıtla
vi_vn: Phản hồi
zh_cn: 回复给
zh_tw: 回覆給

source: Show feed AI badge
fil: Ipakita ang AI badge sa feed
id_id: Tampilkan lencana AI umpan
ja: AI バッジを表示
ru: Показывать значок ленты ИИ
tr: Akışta AI etiketini göster
vi_vn: Hiện thị nhãn dãn sản phẩm làm từ AI (nên bật để đỡ tốn mắt)
zh_cn: 显示列表中的AI生成标记
zh_tw: 顯示動態清單中的AI生成標記

# illust_detail_save_skip_confirm
source: Skip confirmation when saving on details page
fil: I-skip ang kumpirmasyon kapag nagsa-save sa pahina ng mga detalye
id_id: Lewati konfirmasi saat menyimpan pada halaman detail
ja: 詳細ページで保存するときの確認をスキップする
ru: Пропустить подтверждение при сохранении на странице информации
tr: Ayrıntılar sayfasında kaydederken onay penceresini atla
vi_vn: Bỏ quả bước xác nhận khi lưu trong khi xem chi tiết
zh_cn: 插画作品页保存时跳过确认
zh_tw: 插畫作品頁保存時跳過確認

source: Secure window
fil: Secure na window
id_id: Jendela aman
ja: セキュアなウインドウ
ru: Защищённое окно
tr: Güvenli pencere
vi_vn: Màn hình bảo mật
zh_cn: 禁用屏幕抓取
zh_tw: 禁用螢幕擷取

source: Open SauceNao using webview
fil: Buksan ang SauceNao gamit ang webview
id_id: Buka SauceNao menggunakan WebView
ja: WebView を使用して SauceNao を開く
ru: Открывать SauceNao через веб-просмотр
tr: Webview kullanarak SauceNAO'yu aç
vi_vn: Open SauceNao sử dụng webview
zh_cn: 用webview打开Saucenao
zh_tw: 使用 WebView 開啟 SauceNAO

source: Appwidget recommend type
fil: Uri ng pagrekomenda ng widget
id_id: Jenis rekomendasi Appwidget
ja: アプリウィジェットで表示する種類
ru: Рекомендуемый тип виджета
tr: Uygulama widgetinde önerilen tür
vi_vn: Kiểu widget được khuyến khích
zh_cn: 小组件推荐类型
zh_tw: 小工具推薦內容類型

source: Popular male desc
vi_vn: Mô tả nam phổ biến
zh_cn: 受男性喜爱

source: Popular female desc
vi_vn: Mô tả nữ phổ biến
zh_cn: 受女性喜爱

source: Feed preview quality
fil: Kalidad ng preview ng feed
id_id: Kualitas pratinjau feed
ja: フィードのプレビュー品質
ru: Качество предпросмотра в ленте
tr: Akış önizleme kalitesi
vi_vn: Chất lượng ảnh xem trước
zh_cn: 列表预览画质
zh_tw: 動態清單預覽圖像品質

source: Clean history?
fil: Linisin ang history?
id_id: Hapus histori?
ja: 履歴をクリアしますか？
ru: Очистить историю?
tr: Geçmiş temizlensin mi?
vi_vn: Dọn dẹp lịch sử?
zh_cn: 清除历史记录?
zh_tw: 是否清除歷史記錄?

source: Novel
ja: 小説
ru: Новеллы
vi_vn: Tiểu thuyết
zh_cn: 小说
zh_tw: 小說

source: Bulletin board
id_id: Papan buletin
ja: 掲示板
ru: Доска объявлений
tr: Duyuru panosu
vi_vn: Bảng thông báo
zh_cn: 告示板
zh_tw: 佈告欄

source: Hide
fil: Itago
id_id: Sembunyikan
ru: Скрыть
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隐藏

source: Reveal
fil: Ipakita
id_id: Perlihatkan
ru: Раскрыть
vi_vn: Hiện
zh_cn: 显示
zh_tw: 揭露

source: Illust page
fil: Pahina ng larawan
ru: Страница иллюстраций
vi_vn: Trang tranh
zh_cn: 插画页
zh_tw: 插畫頁面

source: Novel page
fil: Pahina ng novel
ru: Страница новелл
vi_vn: Trang tiểu tuyết
zh_cn: 小说页
zh_tw: 小說頁面

source: Export mute data
fil: I-export ang mute data
id_id: Ekspor data berkendala
ru: Сохранить данные о заблокированных.
vi_vn: Xuất danh sách cấm
zh_cn: 导出屏蔽数据
zh_tw: 導出屏蔽數據

source: Import mute data
fil: I-import ang mute data
id_id: Impor data berkendala
ru: Перенести данные о заблокированных.
vi_vn: Nhập danh sách cấm
zh_cn: 导入屏蔽数据
zh_tw: 導入屏蔽數據

source: Watchlist added
fil: Nadagdag sa watchlist
id_id: Watchlist ditambahkan
ru: Отслеживается
vi_vn: Đã thêm vào danh sách theo dõi
zh_cn: 已添加到追更列表
zh_tw: 已添加到追更列表

source: Add to watchlist
fil: Idagdag sa watchlist
id_id: Tambahkan ke watchlist
ru: В отслеживаемое
vi_vn: Thêm vào danh sách theo dõi
zh_cn: 添加到追更列表
zh_tw: 添加到追更列表

source: Watchlist
ru: Отслеживаемое
vi_vn: Danh sách theo dõi
zh_cn: 追更列表
zh_tw: 追更列表

source: View latest
fil: Tignan ang pinakabago
id_id: Lihat yang terbaru
ru: Просмотреть последние
vi_vn: Xem mới nhất
zh_cn: 查看最新
zh_tw: 查看最新

source: Storage permission denied
fil: Tinanggihan ang pahintulot ng storage
vi_vn: Quyền truy cập vào bộ nhớ chưa được cấp
zh_cn: 未取得存储权限
zh_tw: 未取得存储权限

source: Don't show again
fil: Huwag ipakita muli
vi_vn: Không hiện thị lại
zh_cn: 不再显示
zh_tw: 不再显示

source: Custom Host
fil: Custom na Host
vi_vn: Tùy chỉnh nguồn
zh_cn: 自定义图床
zh_tw: 自定义图床

# network_tip
source: If you cannot load images, you can try switching image sources, you can return to this page by going to the settings page
fil: Kung hindi ka maka-load ng mga larawan, maari mong subukang palitan ang mga source ng larawan. Maari kang bumalik sa pahinang ito sa pamamgitan ng pagpunta sa pahina ng mga setting
vi_vn: Nếu bạn không thể tải hình ảnh, bạn có thể thử chuyển đổi nguồn hình ảnh, bạn có thể quay lại trang này bằng cách vào trang cài đặt
zh_cn: tip:如果不能载图，可以尝试切换图床，你可以在设置页重新回到这里
zh_tw: tip:如果不能载图，可以尝试切换图床，你可以在设置页重新回到这里

source: Account
vi_vn: Tài khoản
zh_cn: 账号
zh_tw: 账号

# save_wait_time_warning
source: It may cause a long waiting time for saving.
fil: Maari itong magdulot ng matagal na paghihintay para sa pag-save
vi_vn: Có thể gay tốn thời gian trong quá trình lưu.
zh_cn: 可能会造成保存等待时间过长
zh_tw: 可能会造成保存等待时间过长

source: Uploading
fil: Naga-upload
vi_vn: Đang tải lên
zh_cn: 上传中
zh_tw: 上传中

source: parsing
fil: pina-parse
vi_vn: đang chai
zh_cn: 解析中
zh_tw: 解析中

source: No more
fil: Wala na
vi_vn: Không có gì thêm :<
zh_cn: 没有更多了
zh_tw: 没有更多了

# delete_tag
source: Delete this tag?
fil: Burahin ang tag na ito?
vi_vn: Xóa tag này?
zh_cn: 删除标签？
zh_tw: 删除标签？

# no_result
source: 0 result
fil: 0 resulta
vi_vn: 0 co ket qua :<
zh_cn: 0 结果
zh_tw: 0 结果

source: Pre
fil: Nakaraan
zh_cn: 上一页
zh_tw: 上一页

source: Next
fil: Susunod
vi_vn: Tiếp
zh_cn: 下一页
zh_tw: 下一页

source: Submit
fil: Isumite
vi_vn: Gửi
zh_cn: 提交
zh_tw: 提交

source: Thanks for your feedback
fil: Salamat sa iyong feedback
vi_vn: Cảm ơn vì góp ý của bạn
zh_cn: 感谢反馈
zh_tw: 感謝回饋

source: Input
vi_vn: Nhập
zh_cn: 输入
zh_tw: 輸入

source: Remember current selections
fil: Tandaan ang mga kasalukuyang pinili
vi_vn: Ghi nhớ lựa chọn này
zh_cn: 记住当前选择
zh_tw: 記住目前選擇

# network_image_load_tips
source: If images cannot be loaded, try switching the image hosting service. You can return here from the settings page
zh_tw: 如果不能載入，可以嘗試切換圖床，你可以在設定頁重新回到這裡

source: Step
id_id: Langkah
ja: ステップ
ru: Шаг
tr: Adım
vi_vn: Bước
