Repository: Notsfsssf/pixez-flutter
Catalog: lib/l10n/intl_*.arb
Languages: fil, id_id, ja, ko, ru, tr, vi_vn, zh_cn, zh_tw

source: Private
fil: Pribado
id_id: Privat
ja: 非公開
ko: 비공개
ru: Приватное
tr: Gizli
vi_vn: Riêng tư
zh_cn: 非公开
zh_tw: 非公開

source: Public
fil: Pampubliko
id_id: Umum
ja: 公開
ko: 공개
ru: Публичное
tr: Herkese açık
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# pull_up_to_load_more
source: Swipe up to load more
fil: Mag-swipe pataas para mag-load ng higit pa
id_id: Geser keatas untuk memuat lebih
ja: 上にスワイプしてさらに読み込む
ko: 위로 당겨서 더보기
ru: Проведите пальцем вверх, чтобы загрузить больше
tr: Daha fazlasını yüklemek için aşağı kaydırın
vi_vn: Gạt để xem thêm
zh_cn: 上拉加载
zh_tw: 向上拉動以載入更多內容

# quality_setting
source: Preferences
fil: Mga kagustuhan
id_id: Preferensi
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
vi_vn: Tùy chọn
zh_cn: 偏好设置
zh_tw: 偏好設定

# quick_view
source: Favorites
fil: Mga paborito
id_id: Favorit
ja: ブクマ
ko: 북마크
ru: Избранное
tr: Favoriler
vi_vn: Yêu thích
zh_cn: 速览
zh_tw: 速覽

# quietly_follow
source: Follow privately
fil: Sundan nang pribado
id_id: Ikuti secara pribadi
ja: 非公開でフォロー
ko: 비공개로 팔로우
ru: Подписаться приватно
tr: Gizlice takip et
vi_vn: Theo dõi ẩn danh
zh_cn: 悄悄关注
zh_tw: 私密關注

# rank
source: Rankings
fil: Mga ranking
id_id: Peringkat
ja: ランキング
ko: 랭킹
ru: Лучшее
tr: Popüler
vi_vn: Đánh giá
zh_cn: 排行
zh_tw: 排行

# rate_message
source: Please give us 5 stars!
fil: Mangyaring bigyan mo kami ng 5 bitwin!
id_id: Tolong beri kami 5 bintang!
ja: もしよろしければレビューをお願いします！
ko: 괜찮으시다면 리뷰를 작성해주세요. 큰 힘이 됩니다!
ru: Пожалуйста, поставьте нам 5 звёзд!
tr: Lütfen bize 5 yıldız verin!
vi_vn: Hãy cho chúng tôi 5 sao!
zh_cn: 好评鼓励一下吧！
zh_tw: 正評鼓勵一下吧！

# rate_title
source: If you think that PixEz is awesome, please give us a 5-star rating!
fil: Kung sa palagay mo na kahanga-hanga ang PixEz, mangyaring bigyan mo kami ng 5 bitwin na rating!
id_id: Jika kamu berpikir bahwa PixEz luar biasa, silakan beri kami peringkat bintang 5!
ja: PixEz の使い心地はいかがですか？
ko: PixEz가 마음에 드셨다면
ru: Если вы считаете, что PixEz потрясающий, пожалуйста, поставьте нам 5-звёздочек!
tr: PixEz'in harika olduğunu düşünüyorsanız, lütfen bize 5 yıldız puan verin!
vi_vn: Nếu bạn thấy PixEZ thú vị, hãy đánh giá tốt chúng tôi!
zh_cn: 如果你觉得 PixEz 还不错
zh_tw: 如果你覺得 PixEz 還不錯

# recommand_tag
source: Recommended tags
fil: Mga inirerekomendang tag
id_id: Tag yang disarankan
ja: おすすめのタグ
ko: 추천 태그
ru: Рекомендованые метки
tr: Önerilen etiketler
vi_vn: Gợi ý tags
zh_cn: 推荐标签
zh_tw: 推薦標籤

# recommend
source: Recommended
fil: Inirerekomenda
id_id: Disarankan
ja: おすすめ
ko: 추천
ru: Рекомендовано
tr: Önerilenler
vi_vn: Dành cho bạn
zh_cn: 推荐
zh_tw: 推薦

# recommend_for_you
source: For you
fil: Para sa iyo
id_id: Untukmu
ja: おすすめ
ko: 추천
ru: Для вас
tr: Sizin için
vi_vn: Dành cho bạn
zh_cn: 为你推荐
zh_tw: 為你推薦

source: Refresh
fil: I-refresh
id_id: Segarkan
ja: 更新
ko: 새로고침
ru: Обновить
tr: Yenile
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

source: Reply
fil: Tumugon
id_id: Balas
ja: 返信
ko: 답장
ru: Ответить
tr: Yanıtla
vi_vn: Trả lời
zh_cn: 回复
zh_tw: 回覆

# repo_address
source: GitHub
zh_cn: 项目地址
zh_tw: 專案連結

source: Report
fil: Iulat
id_id: Laporkan
ja: 問題を報告
ko: 보고
ru: Пожаловаться
tr: Şikayet et
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 檢舉

# report_message
source: Report this content if it makes you feel uncomfortable, we will remove it ASAP once we confirmed that it's harmful.
fil: Iulat ang content na ito kung hindi ka komportable, aalisin namin ito sa lalong madaling panahon kapag nakumpirma namin na nakakapinsala ito.
id_id: Laporkan konten ini jika membuat kamu merasa tidak nyaman, kami akan menghapusnya secepatnya setelah kami mengonfirmasi bahwa konten tersebut berbahaya.
ja: この作品に問題がある場合「はい」をタップして報告してください。 確認が取れ次第、早急に対処いたします。
ko: 이 콘텐츠가 문제가 있다고 생각하시면 신고해주세요. 저희가 확인되는 대로 처리해드리겠습니다.
ru: Жалоба будет рассмотрена, после чего мы удалим неприятный контент.
tr: Bu içerik sizi rahatsız ediyorsa bildirin, zararlı olduğunu onayladığımızda en kısa sürede kaldıracağız.
vi_vn: Báo cáo nội dung này là không phù hợp với Pixiv, nêú nó không làm bạn thoải mái, chúng tôi sẽ gỡ sớm nhất có thể sau khi chúng tôi xác minh.
zh_cn: 如果该内容让你感到不适，点击确定回报给审核，该内容会在核实后立即删除，我们会尽快处理该内容
zh_tw: 如果該內容讓你感到不適，可點按確定以回報審核。我們 (Pixiv) 會盡快處理，而此內容將會在問題被核實後立即刪除

source: Retry
fil: Subukan muli
id_id: Coba lagi
ja: 再試行
ko: 다시 시도
ru: Повторить
tr: Tekrar dene
vi_vn: Thử lại
zh_cn: 重试
zh_tw: 重試

source: Retry failed tasks
fil: Subukan ulit ang mga nabigong task
id_id: Coba lagi tugas yang gagal
ja: 失敗した処理を再試行
ko: 실패한 작업을 다시 시도
ru: Повторить проваленные
tr: Başarısız olanları tekrardan indirmeyi dene
vi_vn: Thử lại các tác vụ bị lỗi
zh_cn: 重试失败任务
zh_tw: 重試失敗工作

# right_now_message
source: The designer who drew the lovely icon for PixEz
fil: Ang taga disenyo na ginawa ang magandang icon para sa PixEz
id_id: Desainer yang menggambar ikon cantik untuk PixEz
ja: 可愛いアプリアイコンを描いてくれました！
ko: PixEz의 귀여운 아이콘을 디자인한 디자이너
ru: Дизайнер, нарисовавший значок PixEz
tr: PixEz için bu güzel ikonu çizen tasarımcı
vi_vn: Người thiết kế đã tạo nên icon cho PixEz
zh_cn: 完成应用图标的绘制
zh_tw: 完成軟體圖示的繪製

source: Running
fil: Tumatakbo
id_id: Menjalankan
ja: 進行中
ko: 진행 중
ru: В процессе
tr: Devam Eden
vi_vn: Đang chạy
zh_cn: 进行中
zh_tw: 進行中

source: Save
fil: I-save
id_id: Simpan
ja: イラストを保存
ko: 저장
ru: Сохранить
tr: Kaydet
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# save_format
source: Filename format
fil: Format ng file
id_id: Format nama file
ja: 保存形式
ko: 저장 형식
ru: Формат файла
tr: Dosya adı biçimi
vi_vn: Định dạng lưu trữ
zh_cn: 保存格式
zh_tw: 儲存格式

# save_path
source: Save location
fil: Lokasyon ng pag-save
id_id: Lokasi simpan
ja: 保存場所
ko: 저장 위치
ru: Путь сохранения
tr: Kaydetme konumu
vi_vn: Vị trí lưu
zh_cn: 保存路径
zh_tw: 儲存路徑

source: Saved
fil: Nai-save
id_id: Tersimpan
ja: 保存しました
ko: 저장됨
ru: Сохранено
tr: Kaydedildi
vi_vn: Đã lưu
zh_cn: 已保存
zh_tw: 已儲存

source: Search
fil: Maghanap
id_id: Cari
ja: 検索
ko: 검색
ru: Поиск
tr: Ara
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# search_word_or_paste_link
source: Enter keywords or paste links
fil: Maglagay ng mga keyword o mag-paste ng mga link
id_id: Masukkan kata kunci atau tempel tautan
ja: キーワードやリンクを入力
ko: 키워드를 입력하거나 링크를 붙여넣어주세요
ru: Введите ключевые слова или вставьте ссылки
tr: Kelime girin veya bağlantı yapıştırın
vi_vn: Tìm kiếm từ khóa hoặc dán liên kết
zh_cn: 搜索关键词 / ID 或粘贴链接
zh_tw: 搜尋關鍵字/ID 或貼上連結

# separate_folder
source: Separate folders
fil: Mga hiwalay na folder
id_id: Folder terpisah
ja: フォルダ分け
ko: 분리된 폴더
ru: Отдельные папки
tr: Klasörleri ayır
vi_vn: Thư mục riêng biệt
zh_cn: 单独文件夹
zh_tw: 獨立資料夾

# separate_folder_message
source: Create separate folders for each user
fil: Gumawa ng mga hiwalay na folder para sa bawat user
id_id: Buat folder terpisah untuk setiap pengguna
ja: ユーザー名毎にフォルダを分けて保存する
ko: 각 사용자별로 폴더를 분리
ru: Создать отдельные папки для каждого пользователя.
tr: Her kullanıcı için ayrı bir klasör oluştur
vi_vn: Tạo các thư mục khác nhau cho những người dùng khác nhau
zh_cn: 为每个画师创建单独文件夹
zh_tw: 為每個繪師建立獨立資料夾

# setting
source: Settings
fil: Mga Setting
id_id: Pengaturan
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

source: Share
fil: Ibahagi
id_id: Bagikan
ja: 共有
ko: 공유
ru: Поделиться
tr: Paylaş
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# share_this_app_link
source: Share this app with others
fil: Ibahagi ang app sa iba
id_id: Bagikan aplikasi ini dengan lainnya
ja: このアプリをおすすめする
ru: Поделиться приложением с друзьями
tr: Bu uygulamayı başkalarıyla paylaşın
vi_vn: Chia sẻ ứng dụng này qua liên kết
zh_cn: 推荐这个 app
zh_tw: 推薦這個應用程式

# shield_message
source: {name} has been muted or reported
fil: Na-mute no naiulat si/ang {name}
id_id: {name} telah dibisukan atau dilaporkan
ja: {name} に関連する作品は今後表示されなくなります
ko: {name}은(는) 뮤트되었습니다.
ru: Добавлена блокировка или отправлена жалоба на: {name}
tr: {name} engellendi
vi_vn: {name} đã bị chặn hoặc tố cáo
zh_cn: {name} 已被你举报或设为屏蔽
zh_tw: {name} 已被封鎖或檢舉

# shielding_settings
source: Mute settings
fil: Mga setting ng pag-mute
id_id: Bisukan pengaturan
ja: ミュート設定
ko: 뮤트 설정
ru: Настройки блокировок
tr: Engel ayarları
vi_vn: Cài đặt cấm
zh_cn: 屏蔽设定
zh_tw: 封鎖內容

# skimige_message
source: The contributor who wrote the wonderful README
fil: Ang kontribyutor na isinulat ang kahanga-hangang README
id_id: Kontributor yang menulis README yang luar biasa
ja: そのクソマニュアルを読んでください！
ko: 우리를 위해 끝내주는 README를 작성해주신 분
ru: Автор, написавший замечательный README
tr: README'yi yazmaya katkı sağlayan kişi
vi_vn: Người đóng góp README
zh_cn: 完成 Markdown 整理
zh_tw: 完成 MarkDown 整理

# skin
source: Skins
fil: Mga skin
id_id: Kulit
ja: テーマ
ko: 테마
ru: Облики
tr: Tema
vi_vn: Tùy biến
zh_cn: Skin
zh_tw: 主題

source: Skip
fil: I-skip
id_id: Lewati
ja: スキップ
ko: 넘기기
ru: Пропуск
tr: Atla
vi_vn: Bỏ qua
zh_cn: 跳过
zh_tw: 跳過

source: Source
id_id: Sumber
ja: 原寸大
ko: 원본
ru: Источник
tr: Kaynak
vi_vn: Nguồn
zh_cn: 原图
zh_tw: 原始

# spotlight
source: Highlights
fil: Mga highlight
id_id: Sorotan
ja: ハイライト
ko: 하이라이트
ru: Лучшее
tr: Öne çıkanlar
vi_vn: Đỉnh cao
zh_cn: 亮点
zh_tw: 亮點

source: Support
fil: Suporta
id_id: Dukungan
ja: サポート
ko: 지원
ru: Поддержать
tr: Destek
vi_vn: Hỗ trợ
zh_cn: 支持
zh_tw: 支援

# support_message
source: Feedbacks and contributions are welcomed :)
fil: Malugod na tinatanggap ang mga puna at pag-ambag :)
id_id: Masukan dan kontribusi sangat kami hargai :)
ja: フィードバックや提案、開発への参加もお待ちしています！
ko: 피드백해주셔서 감사합니다
ru: Отзывы и вклад в разработку приветствуется :)
tr: Geri bildirimlere ve katkı sağlayanlara açığız :)
vi_vn: Phản hồi và giúp đỡ dự án được hoan nghênh :)
zh_cn: 欢迎反馈建议或共同开发 :)
zh_tw: 歡迎回報問題或共同開發 :)

source: Tag
ja: タグ
ko: 태그
ru: Метка
tr: Etiket
zh_cn: 标签
zh_tw: 標籤

# task_progress
source: Download progress
fil: Progress ng download
id_id: Kemajuan
ja: 進行中の処理
ko: 진행 중인 작업
ru: Загрузки
tr: İndirilenler
vi_vn: Qúa trình tải xuống
zh_cn: 任务进度
zh_tw: 工作進度

# terms
source: Terms of use
fil: Mga tuntunin sa paggamit
id_id: Ketentuan penggunaan
ja: 利用規約
ko: 이용약관
ru: Условия использования
tr: Kullanım şartları
vi_vn: Quy định sử dụng
zh_cn: 使用条款
zh_tw: 使用條款

# thanks
source: Thank you
fil: Salamat
id_id: Terima kasih
ja: 謝辞
ko: 감사의 말
ru: Спасибо
tr: Teşekkürler
vi_vn: Cảm ơn bạn
zh_cn: 感谢
zh_tw: 鳴謝

source: Theme
fil: Tema
id_id: Tema
ja: テーマ
ko: 테마
ru: Тема
tr: Tema
vi_vn: Tùy biến
zh_cn: 主题
zh_tw: 主題

source: Title
fil: Pamagat
id_id: Judul
ja: タイトル
ko: 제목
ru: Название
tr: Başlık
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# title_and_caption
source: Title and description
fil: Pamagat at paglalarawan
id_id: Judul dan deskripsi
ja: タイトル・キャプション
ko: 제목과 설명
ru: Название и описание
tr: Başlık ve açıklama
vi_vn: Tiêu đề và bài viết
zh_cn: 标题和总结
zh_tw: 與正副標題一致

# total_bookmark
source: Likes
fil: Mga like
id_id: Suka
ja: すき
ko: 좋아요
ru: Добавивших в избранное
tr: Beğeni sayısı
vi_vn: Yêu thích
zh_cn: 总收藏
zh_tw: 總收藏

# total_follow_users
source: Followed users
fil: Mga sinundan na user
id_id: Pengguna yang diikuti
ja: フォロー
ko: 팔로우
ru: Подписчиков
tr: Takip edilen kullanıcılar
vi_vn: Người theo dõi
zh_cn: 关注用户量
zh_tw: 關注者數

source: Total My Pixiv users
fil: Kabuuang My Pixiv user
id_id: Total pengguna Pixiv Saya
ja: マイピク
ko: 내 픽시브
ru: Подписчиков на My Pixiv
tr: Toplam My Pixiv kullanıcıları
vi_vn: Tổng số người dùng Pixiv
zh_cn: 好 P 友
zh_tw: 好P友

# total_view
source: Views
fil: Mga view
id_id: Dilihat
ja: 閲覧
ko: 조회수
ru: Просмотров
tr: Görüntüleme sayısı
vi_vn: Lượt xem
zh_cn: 总查看
zh_tw: 總檢視量

# twitter_account
source: Twitter
id_id: X (Sebelumnya Twitter)
ja: Twitter アカウント
ko: Twitter 계정
ru: X («Твиттер»)
zh_cn: Twitter 账号
zh_tw: X(Twitter) 帳戶

# un_follow
source: Not following
fil: Hindi sinusundan
id_id: Tidak mengikuti
ja: 未フォロー
ko: 팔로우하지 않음
ru: Не слежу
tr: Takip edilmiyor
vi_vn: Hủy theo fõi
zh_cn: 未关注
zh_tw: 未關注

source: Undefined
fil: Hindi tinukoy
id_id: Tidak terdefinisi
ja: 未定義
ko: 불명
ru: Не определено
tr: Tanımlanmamış
vi_vn: Không xác định
zh_cn: 未知
zh_tw: 未知

source: Unsaved
fil: Hindi naka-save
id_id: Tidak tersimpan
ja: 未保存
ko: 저장 안됨
ru: Не сохранено
tr: Kaydedilmemiş
vi_vn: Hủy lưu
zh_cn: 未保存
zh_tw: 未儲存

source: Update
fil: I-update
id_id: Perbarui
ja: 更新
ko: 업데이트
ru: Обновить
tr: Güncelleme
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# view_comment
source: View comments
fil: Tignan ang mga komento
id_id: Lihat komen
ja: コメントを表示
ko: 댓글을 표시
ru: Открыть комментарии
tr: Yorumlar
vi_vn: Xem bình luận
zh_cn: 查看评论
zh_tw: 檢視回覆

# warning
source: Clear all cache?
fil: I-clear ang lahat ng mga cache?
id_id: Bersihkan semua cache?
ja: 全てのキャッシュを削除しますか？
ko: 모든 캐시를 삭제하시겠습니까?
ru: Очистить весь кэш?
tr: Tüm önbellek silinsin mi?
vi_vn: Dọn tất cả bộ nhớ đệm?
zh_cn: 清除全部缓存？
zh_tw: 清除所有快取？

source: Welcome page
id_id: Halaman selamat datang
ja: 起動時の画面
ko: 초기 화면
ru: Страница при входе
tr: Giriş sayfası
vi_vn: Trang chào mừng
zh_cn: 欢迎页
zh_tw: 預設頁面

# which_part
source: Page
fil: Pahina
id_id: Halaman
ja: ページ
ko: 인덱스
ru: Страница
tr: Sayfa
vi_vn: Trang
zh_cn: 第几张
zh_tw: 投稿內編號

source: Works
fil: Mga gawa
id_id: Karya
ja: 投稿
ko: 게시물
ru: Работы
tr: Eserler
vi_vn: Tác phẩm
zh_cn: 作品
zh_tw: 作品

source: Pick a color
fil: Pumili ng kulay
id_id: Pilih warna
ja: 色を選択
ko: 색상을 선택
ru: Выберите цвет
tr: Bir renk seçin
vi_vn: Chọn màu
zh_cn: 选择颜色
zh_tw: 選取色彩

# tap_to_show_results
source: Tap to show {length} results
fil: I-tap para ipakita ang {length} mga resulta
id_id: Ketuk untuk menampilkan {length} hasil
ja: タップして {length} 件の結果を表示
ko: 탭하여 {length}개의 결과를 표시
ru: Коснитесь для показа {length} результатов
tr: {length} sonucu göstermek için tıklayın
vi_vn: Chạm để xem {length} kết qủa
zh_cn: 点击显示 {length} 个结果
zh_tw: 點按以展示 {length} 個結果

# saf_hint
source: In order to use SAF you will need to grant SAF access to Pixiv(e.g. Picture/Pixez). This allows you to store illusts to SD cards in modern devices.
fil: Upang gamitin ang SAF kailangan mong ibigay ang SAF access sa pixiv (hal. Pictures/PixEz). Nagbibigay-daan ito na iimbak ang mga larawan sa SD card sa mga modern na device.
id_id: Untuk menggunakan SAF, Anda harus memberikan akses SAF ke Pixiv (misalnya Picture/Pixez). Hal ini memungkinkan Anda untuk menyimpan gambar ke kartu SD di perangkat modern.
ja: SAF モードでイラストを保存するには、フォルダ（例: Pictures/Pixez）へのアクセスを許可する必要があります。 また、以下の手順で SD カードに保存することも可能です。
ko: 그림을 저장하기 위해서는 Pixez가 저장소에 접근할 수 있도록 해야합니다. (예시: Picture/Pixez)
ru: Разрешите доступ к хранилищу, чтобы сохранять картинки на карту памяти.
tr: SAF kullanmak için Pixiv'e erişim yetkisi vermelisiniz(ör. İllüstrasyon/Pixez). Bu modern cihazlarda SD kartınıza illüstrasyon kaydetmenize izin verir.
vi_vn: Để sử dụng thông qua API SAF bạn cần cấp quyền SAF cho Pixiv(e.g. Picture/Pixez). Điều này sẽ giúp bạn lưu tranh lên thẻ nhớ cho những thiết bị hiện đại.
zh_cn: 以 SAF 模式保存图片或其他文件，无需存储权限 虽然不授权仍然能够继续使用，但可能会导致 app 闪退或者部分功能不可用 注意：如遇到兼容性问题（无法选择等，常见于国产魔改系统），请使用上方的“传统方式”。 非常推荐选择 Pictures/PixEz 作为保存位置
zh_tw: 若要使用 SAF 模式，請選取一個資料夾以儲存圖像及其他檔案 雖然不授權仍然能夠繼續使用本軟體，但是這可能會引起閃退或者導致部分功能損毀 推薦設定的儲存資料夾為 Picture\Pixez

# what_is_saf
source: Why?
fil: Bakit?
id_id: Kenapa?
ja: 詳しく
ko: 자세히
ru: Почему?
tr: Neden?
vi_vn: Tại sao?
zh_cn: 什么是 SAF?
zh_tw: 什麼是 SAF？

# not_the_correct_link
source: Not a valid Pixiv link >_<
fil: Hindi wastong pixiv link >_<
id_id: Tautan Pixiv tidak valid >_<
ja: 無効なリンクです… >_<
ko: 유효하지 않은 링크
ru: Неправильная ссылка Pixiv >_<
tr: Pixiv bağlantısı geçerli değil >_<
vi_vn: Không phải là liên kết Pixiv hợp lệ >_<
zh_cn: 不是正确的链接 >_<
zh_tw: 非正常連結 >_<

source: Start
fil: Magsimula
id_id: Mulai
ja: 始める
ko: 시작하기
ru: Приступить
tr: Başlat
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始

# clear_search_tag_history
source: Clear search history
fil: I-clear ang search history
ja: 検索履歴を消去
ko: 검색 이력을 삭제
ru: Очистить историю поиска
tr: Arama geçmişini temizle
vi_vn: Dọn dẹp lịch sử tìm kiếm
zh_cn: 清空搜索历史
zh_tw: 清除搜尋記錄

source: Link
id_id: Tautan
ja: URL をコピー
ko: URL을 클립보드에 복사
ru: Копировать ссылку
tr: Bağlantı
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 複製連結

# special_shaped_screen
source: Notched screen
fil: Naka-notch na screen
id_id: Layar berlekuk
ja: ノッチスクリーンに最適化する
ko: 노치 스크린
ru: Полупрозрачный индикатор статуса
tr: Çentikli ekran
vi_vn: Hiện thị vô khuyết
zh_cn: 异形屏
zh_tw: 螢幕凹口

# platform_special_setting
source: Platform-specific settings
fil: Mga setting na partikular sa platform
id_id: Pengaturan spesifik platform
ja: プラットフォーム独自の設定
ko: 특정 플랫폼 대상 설정
ru: Системные настройки
tr: Platforma özel ayarlar
vi_vn: Cài dặt cho những nền tảng riêng
zh_cn: 平台特殊设置
zh_tw: 作業系統專有設定

source: System
fil: Sistema
id_id: Sistem
ja: システム
ko: 기기 설정
ru: Системный
tr: Sistem
vi_vn: Hệ thống
zh_cn: 跟随系统
zh_tw: 使用系統設定

source: Light
fil: Maliwanag
id_id: Terang
ja: ライトモード
ko: 밝음
ru: Светлый
tr: Açık
vi_vn: Sáng
zh_cn: 浅色
zh_tw: 淺色

source: Dark
fil: Madilim
id_id: Gelap
ja: ダークモード
ko: 어두움
ru: Тёмный
tr: Koyu
vi_vn: Tối
zh_cn: 深色
zh_tw: 深色

# theme_mode
source: Theme
fil: Tema
id_id: Tema
ja: テーマ
ko: 테마
ru: Тема
tr: Tema
zh_cn: 深色模式
zh_tw: 主題

source: Create folder
fil: Gumawa ng Folder
id_id: Buat folder
ja: フォルダ作成
ko: 폴더를 생성
ru: Создать папку
tr: Klasör oluştur
vi_vn: Tạo thư mục
zh_cn: 创建文件夹
zh_tw: 建立資料夾

# old_way
source: Traditional
fil: Tradisyonal
id_id: Tradisional
ja: レガシー
ko: Old way
ru: Обычный
tr: Geleneksel
vi_vn: Truyền thống
zh_cn: 传统方式
zh_tw: 舊版方式

source: Permission denied
fil: Tinanggihan ang pahintulot
id_id: Permintaan ditolak
ja: 権限がありません
ko: 권한이 없습니다
ru: Разрешение не получено
tr: İzin reddedildi
vi_vn: Truy cập bị từ chối
zh_cn: 未取得授权
zh_tw: 權限遭拒

# old_way_message
source: In order to use this method, you will need to allow PixEz to access your files and select a folder
fil: Para gamitin ang paraan na ito, kailangan mong payagan ang PixEz na i-access ang iyong mga file at pumili ng folder
id_id: Untuk menggunakan metode ini, kamu harus mengizinkan PixEz mengakses file Anda dan memilih folder
ja: この方法でイラストを保存するには、外部ストレージへの読み書きを許可し、保存先のフォルダを選択する必要があります。
ko: 그림을 저장하기 위해서 외부 저장소에 접근 가능하도록 설정해야 합니다.
ru: Чтобы использовать этот метод, вам нужно разрешить PixEz доступ к вашим файлам и выбрать папку.
tr: Bu yöntemi kullanmak için, PixEz'e dosyalarınıza erişmesine izin vermeli ve bir klasör seçmelisiniz
vi_vn: Để sử dụng tính năng này, bạn cần cấp quyền cho PixEz truy cập các thư mục và tệp tim
zh_cn: 以传统方式保存图片，需要获得外部储存空间的读写权限，并选择一个文件夹用于保存图片和其他文件 推荐选择 Pictures/PixEz 作为保存位置
zh_tw: 以舊版方式儲存圖像，需要取得內部儲存空間存取權限，還需指定一個目標資料夾

source: Return again to exit
fil: Bumalik ulit para umalis
id_id: Kembali lagi untuk keluar
ja: バックキーを2回押して終了する
ko: 한 번 더 눌러서 종료
ru: Подтверждение выхода
tr: Uygulamadan çıkmak için geri düğmesine tekrar basın
vi_vn: Quay lại lần nữa đề thoát
zh_cn: 再一次返回退出
zh_tw: 連續點按返回鍵兩次以退出

# save_format_lose_part_warning
source: Save format must contain {part}. Otherwise, multipage artworks will not be saved correctly!
fil: Kailangang maglaman ang save nang {part}. Kung hindi, baka hindi ma-save nang mabuti ang mga maraming pahinang artwork!
id_id: Format penyimpanan harus mengandung {part}, jika tidak, pekerjaan multi-bagian akan disimpan dengan tidak benarï¼
ja: 複数のイラストを正しく保存するため、保存形式には {part} を含める必要があります！
ko: {part}를 포함하지 않으면 여러 그림이 있는 작품을 제대로 다운로드할 수 없을 수도 있습니다
ru: Формат сохранения должен содержать {part}, в противном случае картинки будут сохранены неправильно!
tr: 保存格式必须包含{part},否则多p作品会保存出错！
vi_vn: Định dạng lưu PHẢI bao gồm {part}. Nếu không, các trang ảnh sẽ không được lưu đúng cách!
zh_cn: 保存格式必须包含{part},否则多p作品会保存出错！
zh_tw: 儲存格式必須包含 {part}，否則儲存多圖像投稿時將會出錯！

source: Save painter avatar
fil: I-save ang avatar ng taga gawa
id_id: Simpan avatar pelukis
ja: プロフィール画像を保存
ko: 프로필 이미지를 저장
ru: Сохранить аватар автора
tr: Profil fotoğrafı cihaza kaydedilsin mi?
vi_vn: Lưu ảnh dại diện của người dùng
zh_cn: 保存画师头像
zh_tw: 儲存繪師頭貼

# favorited_tag
source: Favorited Tags
fil: Mga Paboritong Tag
id_id: Tag favorit
ja: お気に入りタグ
ko: 마음에 들어하는 태그
ru: Избранные метки
tr: Favori Etiketler
vi_vn: Tags yêu thích
zh_cn: 收藏标签
zh_tw: 標籤收藏

# legacy_mode_warning
source: Legacy mode is not available since Android9
fil: Hindi available ang legacy mode mula noong Android 9
id_id: Mode lawas tidak tersedia sejak Android versi 9
ja: Android 10 以降では推奨しません
ko: 안드로이드 10 이후 버전의 경우 추천하지 않습니다
ru: Устаревший режим недоступен с Android 9
tr: Legacy modu Android 9'dan beri kullanılamıyor
vi_vn: Legacy mode không còn hoạt động kể từ Android 9
zh_cn: 传统模式从Android10开始不推荐使用
zh_tw: Android 10 及之後的作業系統不推薦使用舊版方式

source: Clear old format file
fil: I-clear ang lumang format file
id_id: Hapus file format lama
ja: 古い形式の画像を削除
ko: 오래된 형식의 파일을 삭제
ru: Очистить файл старого формата
tr: Eski biçimli dosyayı temizle
vi_vn: Dọn dẹp tệp tin dịnh dạng cũ
zh_cn: 删除老格式的图片
zh_tw: 刪除舊版軟體儲存的圖像

# clear_old_format_file_message
source: Without _p0
fil: Walang _p0
id_id: Menghapus gambar tanpa format p0 saat menyimpan.
ja: 保存時に p0 形式のない画像を削除する
ko: _p0가 없는 파일을 삭제합니다
ru: Без _p0
tr: _p0 olmaksızın
vi_vn: Trừ _p0
zh_cn: 在保存时删除旧版不带p0格式的图片
zh_tw: 儲存圖像的同時刪除來自舊版軟體 (未標示投稿內編號) 的圖像，防止圖像被重複儲存

# login_error_message
source: Incorrect account or password, or using a weak password, may cause login failure
fil: Ang maling account o password, o ang paggamit ng mahinang password, ay maaring magdulot ng pagkabigo sa pag-login
id_id: Akun atau kata sandi yang salah, atau menggunakan kata sandi yang lemah, dapat menyebabkan kegagalan login
ja: アカウントのID・パスワードが間違っている、もしくは脆弱なパスワードを使用している場合はログインに失敗することがあります
ko: 아이디, 비밀번호가 틀렸거나 보안에 취약한 비밀번호를 사용할 경우 로그인이 되지 않을 수 있습니다
ru: Неверный логин или пароль, а также использование слабого пароля могут привести к ошибке входа
tr: Yanlış hesap veya şifre, ya da zayıf bir şifre girdiniz, giriş başarısızlığına sebep olabilir.
vi_vn: Sai tên người dùng hoặc mật khẩu, hoặc sử dụng mật khẩu yếu dẫn tới lỗi đăng nhập
zh_cn: 账号或密码错误，或使用了弱密码，将可能导致登录失败
zh_tw: 帳戶或密碼錯誤，密碼過於簡單也可能造成無法登入

source: Translate
fil: Isalin
id_id: terjemahkan
ja: 翻訳
ko: 번역
ru: Перевод
tr: çevir
vi_vn: Dịch
zh_cn: 翻译
zh_tw: 翻譯

# retry_seed_task
source: Retry init task
fil: Subukan muli ang init task
id_id: Coba ulang semua tugas dalam kondisi awal
ja: seed 状態のタスクをすべて再試行
ko: 시드 작업을 재시도
ru: Повторить загрузки
tr: Tüm görevleri tekrardan dene
vi_vn: Thử lại tiến trình khởi tạo
zh_cn: 重试所有seed任务
zh_tw: 重試所有掛起工作

# manga_detail_page_quality
source: Manga quality (Details page)
fil: Kalidad ng manga (pahina ng Mga Detalye)
id_id: Kualitas manga (Halaman rincian)
ja: マンガ詳細ページ時の画質
ko: 자세히 보기 페이지에서의 화질
ru: Качество манги (информация)
tr: Manga kalitesi (Ayrıntı sayfası)
vi_vn: Chất lượng manga (trang chi tiết)
zh_cn: 漫画详情页画质
zh_tw: 漫畫內容頁圖像品質

source: Follow after star
fil: I-follow pagkatapos i-star
id_id: Ikuti bintang setelahnya
ja: いいねと同時に作者をフォローする
ko: 별표하고 팔로우
ru: Подписываться при добавлении в избранное
tr: Beğendikten sonra takip et
vi_vn: Theo dõi sau khi sao
zh_cn: 收藏后关注画师
zh_tw: 收藏後關注繪師

# default_title
source: Default
id_id: Baku
ja: デフォルト
ko: 기본
ru: По умолчанию
tr: Varsayılan
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

source: Image Site
fil: Site ng Larawan
id_id: Situs Gambar
ja: 画像ホスティングサーバー
ko: 이미지 사이트
ru: Сайт с картинкой
tr: Resim Sitesi
zh_cn: 图床
zh_tw: 圖片來源

source: Network
id_id: Jaringan
ja: ネットワーク
ko: 네트워크
ru: Сеть
tr: Ağ
vi_vn: Mạng
zh_cn: 网络
zh_tw: 網路

source: Select Language
fil: Pumili ng Wika
id_id: Pilih bahasa
ja: 言語を選択してください
ko: 언어를 선택해주세요
ru: Выберите язык
tr: Dil Seçin
vi_vn: Lựa chọn ngôn ngữ
zh_cn: 语言选择
zh_tw: 選取語言

# network_question
source: Is your network environment able to access pixiv normally?
fil: Naa-access ba ng iyong kapaligiran ng network ang pixiv?
id_id: Apakah lingkungan jaringanmu dapat mengakses pixiv secara normal?
ja: お使いのネットワークは Pixiv にアクセスできますか？
ko: 픽시브에 정상적으로 접근할 수 있나요?
ru: Имеете ли вы доступ к pixiv?
tr: Ağ ortamınız Pixiv'e normal olarak erişebiliyor mu?
vi_vn: Mạng của bạn có thể vào pixiv một cách bình thường được không?
zh_cn: 你的网络环境能够正常访问pixiv吗?
zh_tw: 你的網際網路環境能夠正常存取 Pixiv 嗎？

# media_hint
source: Illustrations will be saved to the album
fil: Ang mga illustration ay masa-save sa album
id_id: Ilustrasi akan disimpan ke album
ja: イラストはアルバムに保存されます
ko: 일러스트가 갤러리 앨범에 저장됩니다
ru: Иллюстрации будут сохранены в альбоме
tr: İllüstrasyonlar albüme kaydedilecektir
vi_vn: Tranh của bạn sẽ được lưu vào bộ sưu tầm
zh_cn: 插画将会被保存到相册
zh_tw: 插畫將會被儲存至相簿
