Repository: Notsfsssf/pixez-flutter
Catalog: lib/l10n/intl_*.arb
Languages: fil, id_id, ja, ko, ru, tr, vi_vn, zh_cn, zh_tw

source: About
fil: Tungkol sa
id_id: Tentang
ja: PixEz について
ko: 이 앱에 대하여
ru: О приложении
tr: Hakkında
vi_vn: Thông tin
zh_cn: 关于
zh_tw: 關於

# about_picture
source: Related illusts
fil: Mga kaugnay na larawan
id_id: Ilustrasi terkait
ja: 関連イラスト
ko: 관련 일러스트
ru: Связанные иллюстрации
tr: İlgili illüstrasyonlar
vi_vn: Tranh liên quan
zh_cn: 相关图片
zh_tw: 相關圖像

# account_change
source: Switch account
fil: Magpalit ng account
id_id: Ganti akun
ja: アカウントの切り替え
ko: 계정 전환
ru: Сменить аккаунт
tr: Hesap değiştir
vi_vn: Chuyển đổi tài khoản
zh_cn: 账号切换
zh_tw: 變更帳戶

# account_message
source: Account info
fil: Impormasyon ng account
id_id: Info akun
ja: アカウント
ko: 계정 정보
ru: Информация об аккаунте
tr: Hesap bilgileri
vi_vn: Thông tin tài khoản
zh_cn: 账户信息
zh_tw: 帳戶資訊

source: AI-generated
fil: Binuo ng AI
id_id: Dihasilkan oleh AI
ja: AI 生成
ko: AI 생성
ru: Создано ИИ
tr: AI tarafından oluşturulmuş
vi_vn: AI tạo sinh (nên mua thuốc rửa mắt)
zh_cn: AI 生成
zh_tw: AI 生成

source: All
fil: Lahat
id_id: Semua
ja: 全て
ko: 모두
ru: Всё
tr: Tümü
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# already_in_query
source: Already in queue
fil: Nasa queue na
id_id: Sedang dalam antrian
ja: キューに追加済
ko: 이미 대기열에 추가되었습니다
ru: Уже в очереди
tr: Zaten sırada var
vi_vn: Đã có trong tiến trình
zh_cn: 已在列队
zh_tw: 已位於佇列中

source: Already saved
fil: Na-save na ito
id_id: Sudah tersimpan
ja: 保存済み
ko: 이미 저장되었습니다
ru: Уже сохранено
tr: Zaten kaydedilmiş
vi_vn: Đã tải xuống
zh_cn: 已存在
zh_tw: 已存在

# android_special_setting
source: Android-specific Settings
fil: Mga Partikular na Setting sa Android
id_id: Pengaturan khusus Android
ja: Android 向けの設定
ko: 안드로이드 전용 설정
ru: Настройки Android
tr: Android'e özel Ayarlar
vi_vn: Cài đặt dành riêng cho Android
zh_cn: 安卓设定
zh_tw: Android 平台專有設定

# append_to_query
source: Added to queue
fil: Dinagdag sa queue
id_id: Ditambahkan ke antrian
ja: キューに追加
ko: 대기열에 추가
ru: Добавлено в очередь
tr: Sıraya eklendi
vi_vn: Đã thêm vào hàng chờ
zh_cn: 加入列队
zh_tw: 加入佇列

source: Apply
fil: I-apply
id_id: Terapkan
ja: 適用
ko: 적용
ru: Применить
tr: Uygula
vi_vn: Áp dụng
zh_cn: 应用
zh_tw: 套用

# attempting_to_log_in
source: Logging in
fil: Naglo-log in
id_id: Sedang masuk
ja: ログイン中…
ko: 로그인 중...
ru: Вход
tr: Giriş yapılıyor
vi_vn: Đang đăng nhập
zh_cn: 尝试登录
zh_tw: 嘗試登入中

# ban
source: Mute
fil: I-mute
id_id: Bisu
ja: ミュート
ko: 뮤트
ru: Блокировать
tr: Engelle
vi_vn: Chặn
zh_cn: 屏蔽
zh_tw: 封鎖

source: Birthday
fil: Kaarawan
id_id: Ulang tahun
ja: 誕生日
ko: 생일
ru: День рождения
tr: Doğum günü
vi_vn: Sinh nhật
zh_cn: 生日
zh_tw: 生日

# block_user
source: Mute this user
fil: I-mute ang user na ito
id_id: Bisukan pengguna ini
ja: このユーザーをミュート
ko: 이 유저를 뮤트
ru: Блокировать пользователя
tr: Bu kullanıcıyı engelle
vi_vn: Đã chặn người dùng
zh_cn: 屏蔽用户
zh_tw: 封鎖使用者

# bookmark
source: Collections
fil: Mga koleksyon
id_id: Koleksi
ja: ブックマーク
ko: 북마크
ru: Избранное
tr: Koleksiyon
vi_vn: Dấu trang
zh_cn: 收藏
zh_tw: 收藏

source: Bookmarked
fil: Na-bookmark
id_id: Ditandai
ja: ブックマーク済
ko: 북마크에 추가됨
ru: Добавлено в избранное
tr: Yer işaretleri
vi_vn: Đã đánh dấu trang
zh_cn: 已收藏
zh_tw: 已收藏

source: Cancel
fil: Kanselahin
id_id: Batal
ja: キャンセル
ko: 취소
ru: Отмена
tr: İptal
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# canceled
source: Cancelled
fil: Kinansela
id_id: Dibatalkan
ja: キャンセル済
ko: 취소됨
ru: Отменено
tr: İptal edildi
vi_vn: Đã hủy
zh_cn: 已取消
zh_tw: 已取消

source: Check for updates
fil: Suriin para sa mga update
id_id: Periksa pembaruan
ja: 更新を確認
ko: 업데이트 확인
ru: Проверить обновления
tr: Güncellemeleri denetle
vi_vn: Kiểm tra cập nhật
zh_cn: 检查更新
zh_tw: 偵測更新

# choice_you_like
source: Visible tags
fil: Mga nakikitang tag
id_id: Tag yang terlihat
ja: タグを選択
ko: 태그 선택
ru: Отображаемые метки
tr: Görünür etiketler
vi_vn: Tags được hiện thị
zh_cn: 选择你喜欢的标签
zh_tw: 選取你喜愛的標籤

# choose_directory
source: Select folder
fil: Pumili ng folder
id_id: Pilih folder
ja: フォルダを選択
ko: 폴더 선택
ru: Выбрать папку
tr: Klasör seç
vi_vn: Chọn thư mục
zh_cn: 选择目录
zh_tw: 選取目錄

source: Clear
fil: I-clear
id_id: Bersih
ja: クリア
ko: 전부 지우기
ru: Очистить
tr: Temizle
vi_vn: Dọn dẹp
zh_cn: 清空
zh_tw: 清除

source: Clear all cache
fil: I-clear ang lahat ng cache
id_id: Bersihkan semua cache
ja: 全てのキャッシュを削除
ko: 모든 캐시 삭제
ru: Очистить весь кэш
tr: Tüm önbelleği temizle
vi_vn: Dọn tất cả bộ nhớ đệm
zh_cn: 清除缓存
zh_tw: 清除所有快取

source: Clear completed tasks
fil: I-clear ang mga kumpletong task
id_id: Hapus tugas yang sudah selesai
ja: 完了した処理を削除
ko: 완료된 작업을 삭제
ru: Очистить выполненные
tr: Tümünü temizle
vi_vn: Dọn tắt cả các tác vụ thành công
zh_cn: 清空已完成任务
zh_tw: 清空已完成工作

# clearn_cache
source: Clear cache
fil: I-clear ang cache
id_id: Bersihkan cache
ja: キャッシュを削除
ko: 캐시 삭제
ru: Очистить кэш
tr: Önbelleği temizle
vi_vn: Dọn bộ nhớ đệm
zh_cn: 清除缓存
zh_tw: 清除快取

# clearn_cache_hint
source: Try this when you have problems with playing GIFs
fil: Subukan ito kung magkaproblema ka sa pag-play ng mga GIF
id_id: Cobalah ini apabila mengalami masalah saat memutar GIF
ja: うごイラの再生に問題がある場合は、こちらをお試しください
ko: GIF 파일에 문제가 있을 경우 삭제
ru: Попробуйте это при проблемах с воспроизведением гифок
tr: GIF'lerin oynamasıyla ilgili bir sorun yaşıyorsanız bunu deneyin
vi_vn: Thử nếu bạn gặp vấn đề với GIFs
zh_cn: 如果播放动图反复出现问题可以尝试
zh_tw: 如果播放動態圖時多次出現問題可以嘗試

source: Complete
fil: Kumpleto
id_id: Selesai
ja: 完了
ko: 완료
ru: Завершено
tr: Tamamlanan
vi_vn: Thành công
zh_cn: 完成
zh_tw: 完成

source: Copied to clipboard
fil: Nakopya sa clipboard
id_id: Disalin ke papan klip
ja: コピーしました
ko: 클립보드에 복사
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
vi_vn: Đã sao chép vào bảng nhớ tạm
zh_cn: 已复制到剪切板
zh_tw: 已複製到剪貼簿

# copymessage
source: Copy illust info
fil: Kopyahin ang impormasyon ng larawan
id_id: Salin info ilustrasi
ja: 詳細情報をコピー
ko: 일러스트 정보를 복사
ru: Копировать информацию
tr: İllüstrasyon bilgisini kopyala
vi_vn: Sao chép thông tin bức tranh
zh_cn: 信息
zh_tw: 複製資訊

# crosscount
source: Number of illusts per page
fil: Numero ng mga larawan bawat pahina
id_id: Jumlah ilustrasi per halaman
ja: イラスト一覧時の列数
ko: 일러스트 목록의 열 수
ru: Иллюстраций на странице
tr: Sayfa başı illüstrasyon sayısı
vi_vn: Số trang trong tranh
zh_cn: 列数
zh_tw: 圖像欄數

source: Current password
fil: Kasalukuyang password
id_id: Kata sandi saat ini
ja: 現在のパスワード
ko: 현재 비밀번호
ru: Текущий пароль
tr: Mevcut şifre
vi_vn: Mật khẩu hiện tại
zh_cn: 当前密码
zh_tw: 目前密碼

# date_asc
source: Older
fil: Mas luma
id_id: Lebih lama
ja: 古い
ko: 오래된 순
ru: Старее
tr: En eski
vi_vn: Cũ hơn
zh_cn: 日期升序
zh_tw: 日期遞增

# date_desc
source: Newer
fil: Mas bago
id_id: Lebih baru
ja: 新しい
ko: 최신순
ru: Новее
tr: En yeni
vi_vn: Mới hơn
zh_cn: 日期降序
zh_tw: 日期遞減

# date_duration
source: Date range
fil: Hanay ng petsa
id_id: Kisaran tanggal
ja: 日付の範囲
ko: 기간
ru: Промежуток
tr: Tarih aralığı
vi_vn: Khoảng thời gian
zh_cn: 日期间隔
zh_tw: 日期間隔

source: Delete
fil: Burahin
id_id: Hapus
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# detail
source: User info
fil: Impormasyon ng user
id_id: Info pengguna
ja: ユーザー情報
ko: 유저 정보
ru: Информация
tr: Kullanıcı bilgileri
vi_vn: Thông tin người dùng
zh_cn: 详情
zh_tw: 資訊

# disable_sni_bypass
source: Disable SNI Bypassing
fil: I-disable ang pag-bypass ng SNI
id_id: Nonaktikan SNI Bypassing
ja: SNI バイパスを無効化
ko: SNI 바이패스를 비활성화
ru: Отключить обход SNI
tr: SNI Bypass'ını devre dışı bırak
vi_vn: Vô hiệu hóa đánh lừa SNI
zh_cn: 不要绕过 SNI 嗅探
zh_tw: 停用略過 SNI 探測

# disable_sni_bypass_message
source: Decreases DoH time on startup
fil: Binababa ang oras ng DoH sa pagsimula
id_id: Mengurangi waktu DoH saat memulai
ja: これにより、アプリ起動時の DNS over HTTPS にかかる時間が短縮されます
ko: DoH 작업 시간을 단축
ru: Уменьшает время DoH при запуске.
tr: Başlangıçtaki DoH süresini azaltır
vi_vn: Giảm thời gian DOH lúc khởi động
zh_cn: 节省冷启动时 DNS over HTTPS 的时间
zh_tw: 可節省冷啟動時 DNS Over HTTPS 的時間

# display_mode
source: Display refresh rate
fil: Ipakita ang refresh rate
id_id: Laju penyegaran tampilan
ja: リフレッシュレート
ko: 새로고침 비율
ru: Частота обновления дисплея
tr: Yenileme hızını göster
vi_vn: Tần số quét màn hình & độ phân giải
zh_cn: 显示模式
zh_tw: 顯示模式

# display_mode_message
source: Select refresh rate (experimental)
fil: Pumili ng refresh rate (pang-eksperimento)
id_id: Pilih kecepatan refresh (eksperimental)
ja: リフレッシュレートを選択（実験的）
ko: 새로고침 비율을 선택 (실험적)
ru: Выберите частоту обновления (экспериментально)
tr: Yenileme hızını seç(deneysel)
vi_vn: Lựa chọn tần số quét & dộ phân giải (THỬ NGHIỆM)
zh_cn: 选择支持的显示模式（实验性）
zh_tw: 選取支援的顯示模式 (實驗性)

# display_mode_warning
source: Do not change it unless your device supports it.
fil: Huwag baguhin maliban kung sinusuportahan ng iyong device
id_id: Jangan mengubahnya kecuali jika perangkatmu mendukungnya.
ja: お使いの端末が高リフレッシュレートに対応していない場合、この項目は変更しないでください。 万が一、問題が発生した場合はアプリのデータを削除してください。
ko: 사용 중인 기기가 고주사율을 지원할 때만 활성화시켜 주세요
ru: Не трогайте, если ваше устройство его не поддерживает.
tr: Cihazınız desteklemiyorsa değiştirmeyin.
vi_vn: ĐỪNG CÓ ĐỔI TRỪ KHI MÁY BẠN HỖ TRỢ ?!?!?!?!?
zh_cn: 意在解决部分支持高刷新率机型白名单机制的问题。如果没有问题，请不要随意改动！若出现任何问题，请清除应用数据
zh_tw: 意在解決部分支援高更新率裝置的白名單機制問題，若未感受到視覺問題，請不要隨意改動。如果變更導致任何問題，請清除應用程式資料

# donate_message
source: Thank you!
fil: Salamat!
id_id: Terima kasih!
ja: 開発者を応援することができます
ko: 감사합니다
ru: Спасибо!
tr: Teşekkürler!
vi_vn: Cảm ơn bạn rất nhiều <3!
zh_cn: 支持一下开发者吧！
zh_tw: 支持一下開發人員吧！

# donate_title
source: Buy me a coffee
fil: Bilhan mo ako ng kape
id_id: Belikan saya kopi
ja: コーヒーを奢る
ko: 커피를 사주기
ru: Купить мне кофе
tr: Bir kahve satın alın
vi_vn: Ủng hộ tôi cốc cà phê
zh_cn: 如果你觉得这个应用还不错
zh_tw: 如果你覺得這個應用程式還不錯

# donation
source: Buy me a coffee
fil: Bilhan mo ako ng kape
id_id: Belikan saya kopi
ja: コーヒーを奢る
ko: 커피를 사주기
ru: Купить мне кофе
tr: Bir kahve satın alın
vi_vn: Ủng hộ tôi cốc cà phê
zh_cn: 捐赠
zh_tw: 贊助

# dont_have_account
source: Don't have an account yet?
fil: Wala ka pang account?
id_id: Belum memiliki akun?
ja: アカウントをお持ちではありませんか？
ko: 아직 계정이 없으신가요?
ru: Ещё нет аккаунта?
tr: Henüz bir hesabınız yok mu?
vi_vn: Bạn chưa có tài khoản?
zh_cn: 没有账号？
zh_tw: 沒有帳戶？

# download_address
source: Download link
fil: Link sa pag-download
id_id: Tautan unduh
ja: ダウンロードリンク
ko: 다운로드 링크
ru: Ссылка на скачивание
tr: İndirme bağlantısı
vi_vn: Link tải xuống
zh_cn: 下载地址
zh_tw: 下載網址

# encode
source: Encoding
id_id: Pengkodean
ja: エンコード
ko: 인코딩 중
ru: Шифрование
tr: Encode et
zh_cn: 合成
zh_tw: 合成

# encode_message
source: This may take some time and might fail
fil: Maaari itong magtatagal ng ilang oras at baka mabigo
id_id: Ini mungkin membutuhkan waktu dan mungkin gagal
ja: エンコードには時間がかかり、失敗する場合があります
ko: 실행 중 (실패할 수 있습니다)
ru: Может занять некоторое время либо не сработать
tr: Bu işlem biraz zaman alabilir ve başarısız olabilir
vi_vn: Có thể đôi lúc sẽ lỗi
zh_cn: 此操作需要一定时间，并可能会失败
zh_tw: 將會消耗一些時間，並存在失敗可能性

source: Enqueued
id_id: Meminta
ja: キューに追加
ko: 대기열에 추가
ru: Поставить в очередь
tr: Sıraya alındı
zh_cn: 队列中
zh_tw: 在佇列中

# exact_match_for_tag
source: Tag exact matches
fil: Eksaktong tumutugma ang tag
id_id: Tandai kecocokan persis
ja: タグの完全一致
ko: 태그 완전 일치
ru: Точное совпадение меток
tr: Tam eşleşen etiketler
vi_vn: So tag trùng khớp
zh_cn: 与标签完全一致
zh_tw: 與標籤完全一致

source: Failed
fil: Nabigo
id_id: Gagal
ja: 失敗
ko: 실패
ru: Ошибка
tr: Başarısız Olan
vi_vn: Thất bại
zh_cn: 失败
zh_tw: 失敗

source: Feedback
id_id: Masukan
ja: フィードバック
ko: 피드백
ru: Обратная связь
tr: Geri bildirim
vi_vn: Phản hồi
zh_cn: 反馈
zh_tw: 問題回報

source: Filter
fil: I-filter
id_id: Saring
ja: フィルター
ko: 필터
ru: Фильтрация
tr: Filtrele
vi_vn: Bộ lọc
zh_cn: 筛选
zh_tw: 篩選

source: Follow
fil: Sundan
id_id: Ikuti
ja: フォロー
ko: 팔로우
ru: Подписаться
tr: Takip
vi_vn: Theo dõi
zh_cn: 关注
zh_tw: 關注

# followed
source: Following
fil: Sinusundan
id_id: Mengikuti
ja: フォロー中
ko: 팔로우 중
ru: Вы подписаны
tr: Takip edilenler
vi_vn: Đang theo dõi
zh_cn: 已关注
zh_tw: 已關注

source: Format
fil: I-format
ja: フォーマット
ru: Формат
tr: Biçim
vi_vn: Định dạng
zh_cn: 格式
zh_tw: 格式

source: Gender
fil: Kasarian
id_id: Jenis kelamin
ja: 性別
ko: 성별
ru: Пол
tr: Cinsiyet
vi_vn: Giới tính
zh_cn: 性别
zh_tw: 性別

# go_to_login
source: Login
fil: Mag-login
id_id: Masuk
ja: ログイン
ko: 로그인
ru: Войти
tr: Giriş yapın
vi_vn: Đăng nhập
zh_cn: 前往登录
zh_tw: 前往登入

# go_to_project_address
source: Go to GitHub repo
fil: Pumunta sa GitHub repo
id_id: Pergi ke repo GitHub
ja: GitHub でリポジトリを見る
ko: GitHub 저장소 보기
ru: Открыть репозиторий на GitHub
tr: Github reposuna gidin
vi_vn: Đến kho Github
zh_cn: 前往项目地址
zh_tw: 前往專案頁面

source: History
fil: Kasaysayan
id_id: Riwayat
ja: 閲覧履歴
ko: 열람 이력
ru: История
tr: Geçmiş
vi_vn: Lịch sử
zh_cn: 历史
zh_tw: 瀏覽歷史

# history_record
source: Browsing history
fil: Kasaysayan ng pag-browse
id_id: Riwayat penelusuran
ja: 閲覧履歴
ko: 열람 이력
ru: История просмотра
tr: Göz atma geçmişi
vi_vn: Xem lại lịch sử
zh_cn: 历史记录
zh_tw: 歷史記錄

source: Home
fil: Panimula
id_id: Beranda
ja: ホーム
ko: 홈
ru: Главная
tr: Ana Sayfa
vi_vn: Màn hình chính
zh_cn: 首页
zh_tw: 首頁

source: Illust
fil: Larawan
id_id: Ilustrasi
ja: イラスト
ko: 일러스트
ru: Иллюстрация
tr: İllüstrasyonlar
vi_vn: Tranh
zh_cn: 插画
zh_tw: 插畫

source: Illust ID
fil: ID ng larawan
id_id: ID Ilustrasi
ja: イラスト ID
ko: 일러스트 아이디
ru: ID иллюстрации
tr: İllüstrasyon ID
vi_vn: ID tranh
zh_cn: 插画 ID
zh_tw: 插畫 ID

# illustration_detail_page_quality
source: Image quality (Details page)
fil: Kalidad ng larawan (pahina ng Mga Detalye)
id_id: Kualitas gambar (Halaman rincian)
ja: イラスト詳細ページ時の画質
ko: 상세 페이지에서의 화질
ru: Качество изображений (информация)
tr: İllüstrasyon kalitesi (Ayrıntı sayfası)
vi_vn: Chất lượng ảnh (xem chi tiết)
zh_cn: 插画详情页画质
zh_tw: 插畫內容頁圖像品質

# input_nickname
source: Enter nickname
fil: Ilagay ang nickname
id_id: Masukan nama panggilan
ja: ニックネームを入力
ko: 별명을 입력
ru: Введите имя пользователя
tr: Takma ad girin
vi_vn: Nhập nickname
zh_cn: 输入昵称
zh_tw: 輸入暱稱

source: Job
fil: Trabaho
id_id: Pekerjaan
ja: 職業
ko: 직업
ru: Работа
tr: İş
vi_vn: Nghề nghiệp
zh_cn: 工作
zh_tw: 職業

# key_word
source: Keywords
fil: Mga keyword
id_id: Kata kunci
ja: キーワード
ko: 키워드
ru: Ключевые слова
tr: Anahtar kelimeler
vi_vn: Từ khóa
zh_cn: 关键词
zh_tw: 關鍵字

# large
source: High
fil: Mataas
id_id: Tinggi
ja: 高画質
ko: 고화질
ru: Высокое
tr: Yüksek
vi_vn: Cao
zh_cn: 大图
zh_tw: 較大

# large_preview_zoom_quality
source: Image quality (Fullscreen)
fil: Kalidad ng larawan (Fullscreen)
id_id: Kualitas gambar (Gambar penuh)
ja: 全画面表示時の画質
ko: 전체화면에서의 화질
ru: Качество изображения (полноэкранный режим)
tr: İllüstrasyon kalitesi (Tam ekran)
vi_vn: Chất lượng ảnh (xem toàn màn hình)
zh_cn: 大图预览缩放
zh_tw: 檢視頁面圖像品質

source: Latest version
fil: Pinakabagong bersyon
id_id: Versi terbaru
ja: 最新バージョン
ko: 최신 버전
ru: Последняя версия
tr: En son sürüm
vi_vn: Phiên bản mới nhất
zh_cn: 最新版本
zh_tw: 最新版本

# let_go_and_load_more
source: Release to load more
fil: Bitawan para mag-load ng higit pa
id_id: Lepas untuk memuat lebih banyak
ja: もっと見る
ko: 자세히 보기
ru: Отпустите, чтобы загрузить больше
tr: Daha fazlasını yüklemek için bırakın
vi_vn: Bấm để xem thêm
zh_cn: 松手加载更多
zh_tw: 放手以載入更多內容

# load_image_failed_click_to_reload
source: Failed to load. Click to retry
fil: Nabigong i-load. I-click para subukan muli
id_id: Gagal memuat. Klik untuk coba lagi
ja: 読み込みに失敗しました。ここをタップして再試行してください
ko: 이미지를 불러오는 데 실패하였습니다. 화면을 탭하며 다시 시도할 수 있습니다.
ru: Не удалось загрузить. Нажмите для повтора
tr: Yüklenemedi. Tekrar deneyin
vi_vn: Không thể tải, vui lòng bấm để thử lại
zh_cn: 图片加载失败，点击重试
zh_tw: 圖像載入失敗，點按以重試

# loading_failed_retry_message
source: Failed to load. Click to retry
fil: Nabigong i-load. I-click para subukan muli
id_id: Gagal memuat. Klik untuk coba lagi
ja: 読み込みに失敗しました。ここをタップして再試行してください
ko: 불러오는 데 실패하였습니다. 화면을 탭하며 다시 시도할 수 있습니다.
ru: Не удалось загрузить. Нажмите для повтора
tr: Yüklenemedi. Tekrar deneyin
vi_vn: Không thể tải, vui lòng bấm để thử lại
zh_cn: 加载失败，点击重试
zh_tw: 載入失敗，點按以重試

source: Login
fil: Mag-login
id_id: Masuk
ja: ログイン
ko: 로그인
ru: Вход
tr: Giriş yap
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# login_message
source: Discover a whole new world
fil: Tumuklas ng isang buong bagong mundo
id_id: Jelajahi dunia yang baru
ja: ログインして新たな世界を見つけに行きましょう！
ko: 세상의 어두운면으로 들어가 보아요
ru: Откройте для себя совершенно новый мир
tr: Tamamen yeni bir dünya keşfedin
vi_vn: Khám phá một thế giới mới :)
zh_cn: 登录，发现新世界
zh_tw: 登入，發現新世界

source: Logout
fil: Mag-log out
id_id: Keluar
ja: ログアウト
ko: 로그아웃
ru: Выйти
tr: Oturumu kapat
vi_vn: Đăng xuất
zh_cn: 登出
zh_tw: 登出

# logout_message
source: This will clear account info and return to Login page.
fil: Iki-clear nito ang impormasyon ng account at babalik sa login page.
id_id: Ini akan menghapus info akun dan kembali ke halaman Login.
ja: このアプリに記録されたアカウント情報が消去され、ログインページに戻ります
ko: 다음에 다시 만나요!
ru: Это очистит информацию об аккаунта и вернёт на страницу входа в аккаунт.
tr: Bu hesap bilgisini temizler ve Giriş yapma sayfasına geri döner.
vi_vn: Sẽ xóa thông tin tài khoản của bạn trên ứng dụng và bắt đầu lại
zh_cn: 这将清除此 app 的登录的账户信息并回到登录页
zh_tw: 這將清除此應用程式已登入的帳戶之資料並返回登入頁面

source: Manga
ja: マンガ
ko: 만화
ru: Манга
zh_cn: 漫画
zh_tw: 漫畫

source: Medium
fil: Dalyuan
id_id: Menengah
ja: 低画質
ko: 저화질
ru: Среднее
tr: Orta
vi_vn: Trung bình
zh_cn: 中等
zh_tw: 中等

# mode_list
source: Daily For_male For_female Original Rookie Weekly Monthly AI XVIII_AI XVIII XVIII_WEEKLY XVIII_G
fil: Araw-araw Para_sa_lalaki Para_sa_babae Orihinal Bagito Lingguhan Buwanan AI XVIII_AI XVIII XVIII_WEEKLY XVIII_G
id_id: Harian Untuk_laki-laki Untuk_perempuan Asli Pemula Mingguan Bulanan AI XVIII_AI XVIII_MINGGU XVIII_G
ja: デイリー 男性に人気 女性に人気 オリジナル ルーキー ウィークリー マンスリー AI R-18_AI R-18 R-18_W R-18_G
ko: 오늘 남성향 여성향 오리지널 루키 주간 월간 AI XVIII_AI XVIII XVIII_W XVIII_G
ru: За_день Мужское Женское Оригинальное Новое За_неделю За_месяц ИИ R18_ИИ R18 R18_за_неделю R18_G
tr: Günlük Erkekler_İçin Kadınlar_İçin Orijinal Rookie Haftalık Aylık AI XVIII_AI XVIII XVIII_HAFTALIK XVIII_G
zh_cn: 每日 男性向 女性向 原创 新人 每周 每月 AI XVIII_AI XVIII XVIII_WEEK XVIII_G
zh_tw: 每日 男性向 女性向 原創 新人 每週 每月 AI XVIII_AI XVIII XVIII_WEEK XVIII_G

# novel_mode_list
source: Daily For_male For_female Weekly AI XVIII_AI XVIII XVIII_WEEKLY XVIII_G
fil: Araw-araw Para_sa_lalaki Para_sa_babae Lingguhan AI XVIII_AI XVIII XVIII_WEEKLY XVIII_G
id_id: Harian Untuk_laki-laki Untuk_perempuan Mingguan AI XVIII_AI XVIII_MINGGU XVIII_G
ja: デイリー 男性に人気 女性に人気 ウィークリー AI R-18_AI R-18 R-18_W R-18_G
ko: 오늘 남성향 여성향 주간 AI XVIII_AI XVIII XVIII_W XVIII_G
ru: За_день Мужское Женское За_неделю ИИ R18_ИИ R18 R18_за_неделю R18_G
tr: Günlük Erkekler_İçin Kadınlar_İçin Haftalık AI XVIII_AI XVIII XVIII_HAFTALIK XVIII_G
zh_cn: 每日 男性向 女性向 每周 AI XVIII_AI XVIII XVIII_WEEK XVIII_G
zh_tw: 每日 男性向 女性向 每週 AI XVIII_AI XVIII XVIII_WEEK XVIII_G

source: More
fil: Higit pa
id_id: Lebih banyak
ja: もっと見る
ko: 더 보기
ru: Ещё
tr: Daha fazla
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

# more_then_starnum_bookmark
source: More than {starNum} like(s)
fil: Higit sa {starNum} (mga) like
id_id: Lebih banyak {starNum} seperti(s)
ja: {starNum} 回以上のお気に入り
ko: {starNum}개 이상의 좋아요
ru: Более чем {starNum} в избранном
tr: {starNum}'dan daha fazla beğeni
vi_vn: Có hơn {starNum} like(s)
zh_cn: 超过 {starNum} 的收藏
zh_tw: 收藏數超過 {starNum}

# muti_choice_save
source: Save selected
fil: I-save ang pinili
id_id: Simpan yang dipilih
ja: イラストを選択して保存
ko: 선택한 일러스트를 저장
ru: Сохранить выбранное
tr: Seçilenleri kaydet
vi_vn: Lưu tùy chọn
zh_cn: 多选保存
zh_tw: 複選儲存

# my
source: Mine
fil: Sa akin
id_id: Milikku
ja: 自分
ru: Моё
tr: Benim
vi_vn: Tôi
zh_cn: 我的
zh_tw: 我的

# need_to_restart_app
source: Restart required
fil: Nangangailangan ng restart
id_id: Mulai ulang diperlukan
ja: アプリの再起動が必要です
ko: 앱을 다시시작해야 합니다
ru: Требуется перезапуск
tr: Uygulamanın yeniden başlatılması gerekli
vi_vn: Yêu cầu khởi động lại
zh_cn: 需要重启 app
zh_tw: 需要重新啟動應用程式

# news
source: Activities
fil: Mga aktibidad
id_id: Aktifitas
ja: タイムライン
ko: 활동
ru: Новые
tr: Aktiviteler
vi_vn: Hoạt động
zh_cn: 动态
zh_tw: 動態

source: New password
fil: Bagong password
id_id: Kata sandi baru
ja: 新しいパスワード
ko: 새로운 패스워드
ru: Новый пароль
tr: Yeni şifre
vi_vn: Mật khẩu mới
zh_cn: 新密码
zh_tw: 新密碼

# new_version_update_information
source: Changelog
id_id: Catatan perubahan
ja: アップデート履歴
ko: 업데이트 이력
ru: Список изменений
tr: Değişim kaydı
vi_vn: Nhật ký thay đổi
zh_cn: 新版更新内容
zh_tw: 新版本更新內容

source: Nickname
id_id: Nama panggilan
ja: ニックネーム
ko: 별명
ru: Имя пользователя
tr: Takma ad
zh_cn: 昵称
zh_tw: 暱稱

# nickname_can_be_change_anytime
source: Nickname can be changed anytime
fil: Maaaring palitan ang nickname anumang oras
id_id: Nama panggilan bisa diganti kapan saja
ja: ニックネームはいつでも変更できます
ko: 별명은 언제든지 변경 가능합니다
ru: Имя пользователя может быть изменено в любое время
tr: Takma ad her an değiştirilebilir
vi_vn: Nickname có thể thay đổi bất kì lúc nào
zh_cn: 昵称随时可变更
zh_tw: 暱稱可隨時變更

# no_h
source: H is not allowed!
fil: Hindi pinapayagan ang H!
id_id: H tidak diperbolehkan!
ja: エッチなことはダメ！
ko: XVIII을 표시하지 않음
ru: Хентай скрыт!
tr: H yasaktır!
vi_vn: R18/H+/NSFW bị cấm!
zh_cn: H 是不行的！
zh_tw: 不可以色色！

source: No more data
fil: Wala nang data
id_id: Tidak ada lagi data
ja: これ以上の投稿はありません
ko: 게시물이 더 이상 존재하지 않습니다.
ru: Больше ничего нет
tr: Daha fazla veri yok
vi_vn: Không có thêm thông tin
zh_cn: 没有更多数据了
zh_tw: 沒有更多資料了

source: Not bookmarked
fil: Hindi naka-bookmark
id_id: Tidak ditandai
ja: ブックマークしていません
ko: 북마크 되지 않음
ru: Не в избранном
tr: Yer işaretlerine eklenmemiş
vi_vn: Chưa đánh dấu
zh_cn: 未收藏
zh_tw: 未收藏

source: OK
fil: Sige
ja: はい
ko: 예
ru: Да
tr: TAMAM
zh_cn: 确认
zh_tw: 確定

# painter
source: User
id_id: Pengguna
ja: ユーザー
ko: 유저
ru: Пользователь
tr: Kullanıcı
vi_vn: Người dùng
zh_cn: 画师
zh_tw: 繪師

# painter_id
source: User ID
id_id: ID Pengguna
ja: ユーザー ID
ko: 유저 ID
ru: ID пользователя
tr: Kullanıcı ID
vi_vn: ID người dùng
zh_cn: 画师 ID
zh_tw: 繪師 ID

# painter_name
source: User name
fil: Pangalan ng user
id_id: Nama panggilan
ja: ユーザー名
ko: 유저 별명
ru: Имя пользователя
tr: Kullanıcı adı
vi_vn: Tên người dùng
zh_cn: 画师名
zh_tw: 繪師名

# partial_match_for_tag
source: Tag partial matches
fil: Bahaygang tumutugma ang tag
id_id: Tandai kecocokan parsial
ja: タグ（部分一致）
ko: 태그 부분일치
ru: Частичные совпадения меток
tr: Kısmi eşleşen etiketler
vi_vn: Tag đúng một phần
zh_cn: 与标签部分一致
zh_tw: 與標籤部分一致

source: Path
id_id: Jalur
ja: パス
ko: 경로
ru: Путь
tr: Yol
zh_cn: 路径
zh_tw: 路徑

source: Paused
fil: Naka-pause
id_id: Jeda
ja: 一時停止中
ko: 일시정지됨
ru: Приостановлено
tr: Durduruldu
vi_vn: Tạm dừng
zh_cn: 已暂停
zh_tw: 已暫停

# perol_message
source: Author of the project. Built with Flutter.
fil: May-akda ng proyekto. Ginawa gamit ang Flutter.
id_id: Penulis proyek. Dibangun dengan Flutter.
ja: PixEz は Flutter を使用して開発されました
ko: PixEz with Flutter를 개발한 사람
ru: Автор проекта. Создан на Flutter.
tr: Projenin sahibi. Flutter ile yapılmıştır.
vi_vn: Chủ nhân của dự án, xây trên nền flutter.
zh_cn: 使用 Flutter 开发
zh_tw: 使用 Flutter 開發

source: Personal
id_id: Pribadi
ja: パーソナル
ru: Личное
tr: Kişisel
vi_vn: Cá nhân
zh_cn: 个人
zh_tw: 個人

# pixel
source: Resolution
fil: Resolusyon
id_id: Resolusi
ja: 解像度
ko: 해상도
ru: Разрешение
tr: Çözünürlük
vi_vn: Độ phân giải
zh_cn: 分辨率
zh_tw: 解析度

# please_note_that
source: Notice
fil: Paunawa
id_id: Perhatian
ja: 注意
ko: 공지
ru: Внимание
tr: Uyarı
vi_vn: Nhắc nhở
zh_cn: 请注意
zh_tw: 請注意

# please_note_that_content
source: This option should be OFF unless you are able to access pixiv.net without any issue.
fil: Dapat nakapatay ang opsyon na ito maliban kung naa-access mo ang pixiv.net nang walang isyu.
id_id: Opsi ini harus dinonaktifkan kecuali jika kamu dapat mengakses pixiv.net tanpa masalah.
ja: プロキシなしで直接 Pixiv.net にアクセスできる場合にのみ、この項目をオンにしてください
ko: 픽시브에 정상적으로 접근할 수 없는 경우 활성화해주세요
ru: Данный параметр должен быть отключён, если вы можете зайти на pixiv.net без каких-либо проблем.
tr: Sıkıntısız bir şekilde pixiv.net'e girebildiğiniz sürece bu seçenek KAPALI kalmalıdır.
vi_vn: Tùy chọn này nên được để TẮT, trừ khi bạn có thể vào pixiv.net mà không gặp vấn đề gì
zh_cn: 只有在确保你的代理或是所处地区能够访问到 pixiv 时，才能够打开这个开关。开关开启后一切网络问题都与应用无关了，不要反馈无法连接的问题
zh_tw: 只有在確保你的 Proxy 或是所處地區能夠存取 Pixiv 時，才建議啟用此選項，選項啟用後任何網路問題都將與本應用程式無關，請不要回報無法連線的問題

# popular_desc
source: Popular
id_id: Populer
ja: 人気順
ko: 인기
ru: Популярное
tr: Popüler
vi_vn: Phổ biến
zh_cn: 热度降序
zh_tw: 熱門降序
